Repository: gk7734/coucou
Catalog: NotchBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, id, ko, pt_br, ru, zh_hans

source: is ready.
ar: جاهز.
bn: প্রস্তুত।
es: está listo.
fr: est prêt.
hi: तैयार है।
id: siap.
ko: 준비됐습니다.
pt_br: está pronto.
ru: готов.
zh_hans: 已就绪。

source: %lld custom
ar: %lld مخصّص
bn: %lld কাস্টম
es: %lld personalizados
fr: %lld personnalisés
hi: %lld कस्टम
id: %lld kustom
ko: 사용자 지정 %lld개
pt_br: %lld personalizados
ru: своих: %lld
zh_hans: %lld 个自定义

source: AUTO
ar: تلقائي
bn: অটো
ko: 자동
ru: АВТО
zh_hans: 自动

source: Active pills
ar: التبويبات النشطة
bn: সক্রিয় ট্যাব
es: Pestañas activas
fr: Onglets actifs
hi: सक्रिय टैब
id: Tab aktif
ko: 활성 필
pt_br: Abas ativas
ru: Активные вкладки
zh_hans: 活跃标签页

source: Activity
ar: النشاط
bn: কার্যকলাপ
es: Actividad
fr: Activité
hi: गतिविधि
id: Aktivitas
ko: 활동
pt_br: Atividade
ru: Активность
zh_hans: 动态

source: Agents
ar: الوكلاء
bn: এজেন্টস
es: Agentes
hi: एजेंट्स
id: Agen
ko: 에이전트
pt_br: Agentes
ru: Агенты
zh_hans: 代理

source: Allow
ar: السماح
bn: অনুমতি দিন
es: Permitir
fr: Autoriser
hi: अनुमति दें
id: Izinkan
ko: 허용
pt_br: Permitir
ru: Разрешить
zh_hans: 允许

source: Allow Coucou to control Music
ar: السماح لـ Coucou بالتحكم في الموسيقى
bn: Coucou-কে Music নিয়ন্ত্রণ করতে দিন
es: Permitir que Coucou controle Music
fr: Autoriser Coucou à contrôler Music
hi: Coucou को Music नियंत्रित करने दें
id: Izinkan Coucou mengontrol Music
ko: Coucou가 음악 앱을 제어하도록 허용
pt_br: Permitir que o Coucou controle o Music
ru: Разрешить Coucou управлять Music
zh_hans: 允许 Coucou 控制音乐

source: Always
ar: دائماً
bn: সর্বদা
es: Siempre
fr: Toujours
hi: हमेशा
id: Selalu
ko: 항상
pt_br: Sempre
ru: Всегда
zh_hans: 始终允许

source: Applies on next launch
ar: يُطبَّق عند التشغيل التالي
bn: পরবর্তী চালুতে প্রযোজ্য হবে
es: Se aplica en el próximo inicio
fr: Appliqué au prochain lancement
hi: अगली बार लॉन्च पर लागू होगा
id: Berlaku saat peluncuran berikutnya
ko: 다음 실행 시 적용
pt_br: Aplica no próximo lançamento
ru: Применится при следующем запуске
zh_hans: 下次启动时生效

source: Ask Claude
ar: اسأل Claude
bn: Claude-কে জিজ্ঞেস করুন
es: Preguntar a Claude
fr: Demander à Claude
hi: Claude से पूछें
id: Tanya Claude
ko: Claude에게 묻기
pt_br: Perguntar ao Claude
ru: Спросить Claude
zh_hans: 问 Claude

source: Ask a question
ar: اطرح سؤالاً
bn: একটি প্রশ্ন করুন
es: Hacer una pregunta
fr: Poser une question
hi: एक प्रश्न पूछें
id: Ajukan pertanyaan
ko: 질문하기
pt_br: Fazer uma pergunta
ru: Задать вопрос
zh_hans: 提问

source: Ask a question about it
ar: اطرح سؤالًا عنه
bn: এটা সম্পর্কে প্রশ্ন করুন
es: Hacer una pregunta
fr: Poser une question à ce sujet
hi: इसके बारे में प्रश्न पूछें
id: Ajukan pertanyaan tentang ini
ko: 이것에 대해 질문하기
pt_br: Fazer uma pergunta sobre isso
ru: Задать вопрос
zh_hans: 提问

source: Ask me anything…
ar: اسألني أي شيء…
bn: যেকোনো কিছু জিজ্ঞেস করুন…
es: Pregúntame algo…
fr: Demande-moi n'importe quoi…
hi: कुछ भी पूछें…
id: Tanyakan apa saja…
ko: 무엇이든 물어보세요…
pt_br: Pergunte qualquer coisa…
ru: Спроси меня о чём угодно…
zh_hans: 问我任何事…

source: Auto-close · %llds
ar: إغلاق تلقائي · %lldث
bn: স্বয়ংক্রিয়-বন্ধ · %lldস
es: Cierre automático · %llds
fr: Fermeture auto · %llds
hi: ऑटो-क्लोज़ · %lldस
id: Tutup otomatis · %llddt
ko: 자동 닫기 · %lld초
pt_br: Fechar auto · %llds
ru: Автозакрытие · %lld с
zh_hans: 自动关闭 · %lld 秒

source: Automation not allowed
ar: الأتمتة غير مسموح بها
bn: অটোমেশন অনুমোদিত নয়
es: Automatización no permitida
fr: Automatisation non autorisée
hi: स्वचालन की अनुमति नहीं
id: Otomatisasi tidak diizinkan
ko: 자동화가 허용되지 않음
pt_br: Automação não permitida
ru: Автоматизация не разрешена
zh_hans: 不允许自动化

source: Behavior
ar: السلوك
bn: আচরণ
es: Comportamiento
fr: Comportement
hi: व्यवहार
id: Perilaku
ko: 동작
pt_br: Comportamento
ru: Поведение
zh_hans: 行为

source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Chat
ar: الدردشة
bn: চ্যাট
hi: चैट
id: Obrolan
ko: 채팅
ru: Чат
zh_hans: 聊天

source: Chat with %@
ar: الدردشة مع %@
bn: %@-এর সাথে চ্যাট
es: Chatear con %@
fr: Discuter avec %@
hi: %@ के साथ चैट
id: Chat dengan %@
ko: %@와 채팅
pt_br: Conversar com %@
ru: Чат с %@
zh_hans: 与 %@ 聊天

source: Choose the tools you use. Coucou only shows what you declare here.
ar: اختر الأدوات التي تستخدمها. يعرض Coucou فقط ما تُعلنه هنا.
bn: আপনি যে টুলগুলো ব্যবহার করেন তা বেছে নিন। Coucou শুধুমাত্র আপনার ঘোষণা করা জিনিস দেখায়।
es: Elige las herramientas que usas. Coucou solo muestra lo que declares aquí.
fr: Choisis les outils que tu utilises. Coucou n'affiche que ce que tu déclares ici.
hi: वे टूल चुनें जो आप उपयोग करते हैं। Coucou केवल वही दिखाता है जो आप यहाँ घोषित करते हैं।
id: Pilih alat yang Anda gunakan. Coucou hanya menampilkan yang Anda deklarasikan di sini.
ko: 사용하는 도구를 고르세요. Coucou는 여기서 선택한 것만 보여 줍니다.
pt_br: Escolha as ferramentas que você usa. O Coucou mostra apenas o que você declarar aqui.
ru: Выбери инструменты, которые ты используешь. Coucou показывает только то, что ты здесь объявишь.
zh_hans: 选择你使用的工具。Coucou 只显示你在这里声明的内容。

source: Claude Code finished
ar: انتهى Claude Code
bn: Claude Code শেষ হয়েছে
es: Claude Code terminó
fr: Claude Code a terminé
hi: Claude Code समाप्त हो गया
id: Claude Code selesai
ko: Claude Code 완료
pt_br: Claude Code terminou
ru: Claude Code завершил
zh_hans: Claude Code 已完成

source: Claude Code is asking
ar: Claude Code يسأل
bn: Claude Code জিজ্ঞেস করছে
es: Claude Code está preguntando
fr: Claude Code demande
hi: Claude Code पूछ रहा है
id: Claude Code bertanya
ko: Claude Code의 질문
pt_br: Claude Code está perguntando
ru: Claude Code спрашивает
zh_hans: Claude Code 正在询问

source: Claude is reading %@…
ar: Claude يقرأ %@…
bn: Claude %@ পড়ছে…
es: Claude está leyendo %@…
fr: Claude lit %@…
hi: Claude %@ पढ़ रहा है…
id: Claude sedang membaca %@…
ko: Claude가 %@ 읽는 중…
pt_br: Claude está lendo %@…
ru: Claude читает %@…
zh_hans: Claude 正在读取 %@…

source: Claude is searching…
ar: Claude يبحث…
bn: Claude খুঁজছে…
es: Claude está buscando…
fr: Claude cherche…
hi: Claude खोज रहा है…
id: Claude sedang mencari…
ko: Claude가 검색 중…
pt_br: Claude está pesquisando…
ru: Claude ищет…
zh_hans: Claude 正在搜索…

source: Clear
ar: مسح
bn: মুছুন
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清除

source: Clear history
ar: مسح السجل
bn: ইতিহাস মুছুন
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus riwayat
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史记录

source: Close
ar: إغلاق
bn: বন্ধ
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Close after
ar: إغلاق بعد
bn: পরে বন্ধ করুন
es: Cerrar después de
fr: Fermer après
hi: बाद में बंद करें
id: Tutup setelah
ko: 비활성 상태가
pt_br: Fechar após
ru: Закрыть через
zh_hans: 自动关闭

source: Color
ar: اللون
bn: রং
fr: Couleur
hi: रंग
id: Warna
ko: 색상
pt_br: Cor
ru: Цвет
zh_hans: 颜色

source: Coming soon
ar: قريباً
bn: শীঘ্রই আসছে
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
id: Segera hadir
ko: 곧 제공
pt_br: Em breve
ru: Скоро
zh_hans: 即将推出

source: Completed successfully.
ar: اكتمل بنجاح.
bn: সফলভাবে সম্পন্ন।
es: Completado con éxito.
fr: Terminé avec succès.
hi: सफलतापूर्वक पूर्ण हुआ।
id: Selesai dengan berhasil.
ko: 성공적으로 완료했습니다.
pt_br: Concluído com sucesso.
ru: Завершено успешно.
zh_hans: 已成功完成。

source: Connected
ar: متصل
bn: সংযুক্ত
es: Conectado
fr: Connecté
hi: जुड़ा है
id: Terhubung
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接

source: Connected · %@
ar: متصل · %@
bn: সংযুক্ত · %@
es: Conectado · %@
fr: Connecté · %@
hi: जुड़ा है · %@
id: Terhubung · %@
ko: 연결됨 · %@
pt_br: Conectado · %@
ru: Подключено · %@
zh_hans: 已连接 · %@

source: Connected · loading…
ar: متصل · جارٍ التحميل…
bn: সংযুক্ত · লোড হচ্ছে…
es: Conectado · cargando…
fr: Connecté · chargement…
hi: जुड़ा है · लोड हो रहा है…
id: Terhubung · memuat…
ko: 연결됨 · 불러오는 중…
pt_br: Conectado · carregando…
ru: Подключено · загрузка…
zh_hans: 已连接 · 加载中…

source: Continue…
ar: متابعة…
bn: চালিয়ে যান…
es: Continuar…
fr: Continuer…
hi: जारी रखें…
id: Lanjutkan…
ko: 계속…
pt_br: Continuar…
ru: Продолжить…
zh_hans: 继续…

source: Copy
ar: نسخ
bn: কপি
es: Copiar
fr: Copier
hi: कॉपी
id: Salin
ko: 복사
pt_br: Copiar
ru: Скопировать
zh_hans: 复制

source: Default
ar: الافتراضي
bn: ডিফল্ট
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
id: Bawaan
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

source: Deny
ar: رفض
bn: প্রত্যাখ্যান
es: Denegar
fr: Refuser
hi: अस्वीकार
id: Tolak
ko: 거부
pt_br: Negar
ru: Отклонить
zh_hans: 拒绝

source: Deployments
ar: نشر
bn: ডিপ্লয়মেন্ট
es: Despliegues
fr: Déploiements
hi: तैनाती
id: Penerapan
ko: 배포
pt_br: Implantações
ru: Деплои
zh_hans: 部署

source: Diff too large
ar: الفرق كبير جدًا
bn: ডিফ খুব বড়
es: Diff demasiado grande
fr: Diff trop grand
hi: Diff बहुत बड़ा है
id: Diff terlalu besar
ko: 변경 내용이 너무 큼
pt_br: Diff muito grande
ru: Diff слишком большой
zh_hans: Diff 太大

source: Draft
ar: مسودة
bn: ড্রাফ্ট
es: Borrador
fr: Brouillon
hi: ड्राफ्ट
id: Draf
ko: 초안
pt_br: Rascunho
ru: Черновик
zh_hans: 草稿

source: Drop a file named like one of Mochi's sounds (finish.wav, approval.mp3, greet.m4a…) in the sounds folder to replace it, then Reload.
ar: ضع في مجلد الأصوات ملفًا يحمل اسم أحد أصوات Mochi (finish.wav وapproval.mp3 وgreet.m4a…) ليحل محله، ثم أعد التحميل.
bn: Mochi-র কোনো সাউন্ডের নামে একটি ফাইল (finish.wav, approval.mp3, greet.m4a…) সাউন্ড ফোল্ডারে রাখুন, সেটি বদলে যাবে; তারপর Reload করুন।
es: Deja en la carpeta de sonidos un archivo con el nombre de uno de los sonidos de Mochi (finish.wav, approval.mp3, greet.m4a…) para reemplazarlo y luego recarga.
fr: Déposez dans le dossier des sons un fichier nommé comme l'un des sons de Mochi (finish.wav, approval.mp3, greet.m4a…) pour le remplacer, puis rechargez.
hi: Mochi की किसी साउंड के नाम वाली फ़ाइल (finish.wav, approval.mp3, greet.m4a…) साउंड फ़ोल्डर में रखें, वह उसकी जगह ले लेगी; फिर Reload करें।
id: Taruh file bernama seperti salah satu suara Mochi (finish.wav, approval.mp3, greet.m4a…) di folder suara untuk menggantinya, lalu muat ulang.
ko: Mochi 사운드와 같은 이름의 파일(finish.wav, approval.mp3, greet.m4a…)을 사운드 폴더에 넣어 교체한 뒤 다시 불러오세요.
pt_br: Coloque na pasta de sons um arquivo com o nome de um dos sons do Mochi (finish.wav, approval.mp3, greet.m4a…) para substituí-lo e depois recarregue.
ru: Положите в папку звуков файл с именем одного из звуков Mochi (finish.wav, approval.mp3, greet.m4a…), чтобы заменить его, затем перезагрузите.
zh_hans: 在声音文件夹中放入与 Mochi 某个声音同名的文件（finish.wav、approval.mp3、greet.m4a…）即可替换它，然后重新载入。

source: Drop a file or window, or ask me anything.
ar: أسقط ملفاً أو نافذة، أو اسألني أي شيء.
bn: একটি ফাইল বা উইন্ডো ড্রপ করুন, অথবা যেকোনো কিছু জিজ্ঞেস করুন।
es: Suelta un archivo o ventana, o pregúntame cualquier cosa.
fr: Dépose un fichier ou une fenêtre, ou demande-moi n'importe quoi.
hi: कोई फ़ाइल या विंडो ड्रॉप करें, या कुछ भी पूछें।
id: Seret file atau jendela, atau tanya apa saja.
ko: 파일이나 창을 끌어다 놓거나 무엇이든 물어보세요.
pt_br: Solte um arquivo ou janela, ou me pergunte qualquer coisa.
ru: Брось файл или окно, или спроси меня о чём угодно.
zh_hans: 拖入文件或窗口，或问我任何问题。

source: Drop your files here
ar: أسقط ملفاتك هنا
bn: আপনার ফাইলগুলি এখানে ড্রপ করুন
es: Suelta tus archivos aquí
fr: Dépose tes fichiers ici
hi: अपनी फ़ाइलें यहाँ छोड़ें
id: Letakkan file Anda di sini
ko: 여기에 파일을 놓으세요
pt_br: Solte seus arquivos aqui
ru: Перетащите файлы сюда
zh_hans: 把文件拖到这里

source: Emails
ar: الإيميلات
bn: ইমেইল
es: Correos
hi: ईमेल
id: Email
ko: 이메일
ru: Письма
zh_hans: 邮件

source: Enable sounds
ar: تفعيل الأصوات
bn: শব্দ সক্ষম করুন
es: Habilitar sonidos
fr: Activer les sons
hi: ध्वनि सक्षम करें
id: Aktifkan suara
ko: 사운드 켜기
pt_br: Ativar sons
ru: Включить звуки
zh_hans: 启用声音

source: Failed
ar: فشل
bn: ব্যর্থ
es: Fallido
fr: Échoué
hi: विफल
id: Gagal
ko: 실패
pt_br: Falhou
ru: Ошибка
zh_hans: 失败

source: General
ar: عام
bn: সাধারণ
fr: Général
hi: सामान्य
id: Umum
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用

source: Give me a sec — back to work in three seconds.
ar: لحظة — سأعود للعمل في ثلاث ثوانٍ.
bn: এক সেকেন্ড — তিন সেকেন্ডে কাজে ফিরে যাচ্ছি।
es: Dame un segundo — de vuelta al trabajo en tres segundos.
fr: Une seconde — de retour au travail dans trois secondes.
hi: एक पल — तीन सेकंड में वापस काम पर।
id: Satu detik — kembali bekerja dalam tiga detik.
ko: 잠깐만요 — 3초 뒤에 다시 일할게요.
pt_br: Um segundo — voltando ao trabalho em três segundos.
ru: Секунду — вернусь к работе через три секунды.
zh_hans: 给我一秒钟——三秒后恢复工作。

source: Gmail node timed out after 30s. Retry or open n8n.
ar: انتهت مهلة عقدة Gmail بعد 30 ثانية. أعد المحاولة أو افتح n8n.
bn: Gmail নোড 30 সেকেন্ড পরে টাইম আউট হয়েছে। পুনরায় চেষ্টা করুন বা n8n খুলুন।
es: El nodo de Gmail expiró después de 30s. Reintenta o abre n8n.
fr: Le nœud Gmail a expiré après 30s. Réessaie ou ouvre n8n.
hi: Gmail नोड 30 सेकंड बाद टाइम आउट हो गया। पुनः प्रयास करें या n8n खोलें।
id: Node Gmail habis waktu setelah 30 detik. Coba lagi atau buka n8n.
ko: Gmail 노드가 30초 후 시간 초과됐습니다. 다시 시도하거나 n8n을 여세요.
pt_br: Nó do Gmail expirou após 30s. Tente novamente ou abra o n8n.
ru: Узел Gmail завершился по таймауту через 30с. Повторите или откройте n8n.
zh_hans: Gmail 节点在 30 秒后超时。请重试或打开 n8n。

source: Hide after
ar: إخفاء بعد
bn: পরে লুকান
es: Ocultar después de
fr: Masquer après
hi: बाद में छुपाएं
id: Sembunyikan setelah
ko: 움직임 없이
pt_br: Ocultar após
ru: Скрыть через
zh_hans: 隐藏于

source: Hide project names in shared images
ar: إخفاء أسماء المشاريع في الصور المشتركة
bn: শেয়ার করা ছবিতে প্রকল্পের নাম লুকান
es: Ocultar nombres de proyectos en imágenes compartidas
fr: Masquer les noms de projets dans les images partagées
hi: साझा छवियों में प्रोजेक्ट नाम छुपाएं
id: Sembunyikan nama proyek di gambar yang dibagikan
ko: 공유 이미지에서 프로젝트 이름 숨기기
pt_br: Ocultar nomes de projetos em imagens compartilhadas
ru: Скрывать названия проектов в изображениях
zh_hans: 在分享图片中隐藏项目名称

source: Hooks installed
ar: Hooks مثبتة
bn: Hooks ইনস্টল করা আছে
es: Hooks instalados
fr: Hooks installés
hi: Hooks स्थापित
id: Hooks terpasang
ko: 훅 설치됨
pt_br: Hooks instalados
ru: Хуки установлены
zh_hans: Hooks 已安装

source: Hooks not installed
ar: Hooks غير مثبتة
bn: Hooks ইনস্টল নেই
es: Hooks no instalados
fr: Hooks non installés
hi: Hooks स्थापित नहीं
id: Hooks belum terpasang
ko: 훅이 설치되지 않음
pt_br: Hooks não instalados
ru: Хуки не установлены
zh_hans: Hooks 未安装

source: Hotkey
ar: المفتاح السريع
bn: হটকি
es: Tecla de acceso
fr: Raccourci
hi: हॉटकी
id: Tombol pintas
ko: 단축키
pt_br: Tecla de atalho
ru: Горячая клавиша
zh_hans: 快捷键

source: Hovering the island opens it; it folds again shortly after the pointer leaves. Click inside to keep it open.
ar: يفتح التمرير فوق الجزيرة ويُطوى بعد مغادرة المؤشر بقليل. انقر داخلها لإبقائها مفتوحة.
bn: আইল্যান্ডের উপর পয়েন্টার রাখলে খোলে; পয়েন্টার সরালে একটু পরে আবার গুটিয়ে যায়। খোলা রাখতে ভিতরে ক্লিক করুন।
es: Pasar el cursor por la isla la abre; se pliega poco después de que el cursor salga. Haz clic dentro para dejarla abierta.
fr: Survoler l'île l'ouvre ; elle se replie peu après que le pointeur la quitte. Cliquez dedans pour la garder ouverte.
hi: आइलैंड पर पॉइंटर ले जाने से वह खुलता है; पॉइंटर हटने के कुछ देर बाद फिर सिमट जाता है। खुला रखने के लिए अंदर क्लिक करें।
id: Mengarahkan kursor ke pulau akan membukanya; pulau menutup lagi sesaat setelah kursor pergi. Klik di dalamnya agar tetap terbuka.
ko: 포인터를 올리면 아일랜드가 열리고, 포인터가 벗어나면 곧 다시 접힙니다. 열어 두려면 안을 클릭하세요.
pt_br: Passar o cursor pela ilha a abre; ela se fecha logo depois que o cursor sai. Clique dentro para mantê-la aberta.
ru: Наведение открывает остров; он сворачивается вскоре после того, как указатель уходит. Щёлкните внутри, чтобы он остался открытым.
zh_hans: 将指针悬停在岛上即可打开；指针离开后不久会再次收起。在其中点按可保持打开。

source: Integrations
ar: التكاملات
bn: ইন্টিগ্রেশন
es: Integraciones
fr: Intégrations
hi: एकीकरण
id: Integrasi
ko: 연동
pt_br: Integrações
ru: Интеграции
zh_hans: 集成

source: Keep a history of my coding sessions
ar: الاحتفاظ بسجل جلسات الكود
bn: আমার কোডিং সেশনের ইতিহাস রাখুন
es: Guardar un historial de mis sesiones de código
fr: Enregistrer l'historique de mes sessions de code
hi: मेरे कोडिंग सत्रों का इतिहास रखें
id: Simpan riwayat sesi kode saya
ko: 코딩 세션 기록 보관
pt_br: Manter um histórico das minhas sessões de código
ru: Хранить историю сессий
zh_hans: 保留我的编程会话历史记录

source: Key configured · %@
ar: المفتاح مُهيَّأ · %@
bn: কী কনফিগার করা হয়েছে · %@
es: Clave configurada · %@
fr: Clé configurée · %@
hi: की कॉन्फ़िगर हुई · %@
id: Kunci dikonfigurasi · %@
ko: 키 설정됨 · %@
pt_br: Chave configurada · %@
ru: Ключ настроен · %@
zh_hans: 密钥已配置 · %@

source: Key not configured
ar: المفتاح غير مُهيَّأ
bn: কী কনফিগার নেই
es: Clave no configurada
fr: Clé non configurée
hi: की कॉन्फ़िगर नहीं हुई
id: Kunci belum dikonfigurasi
ko: 키가 설정되지 않음
pt_br: Chave não configurada
ru: Ключ не настроен
zh_hans: 密钥未配置

source: Language
ar: اللغة
bn: ভাষা
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: Launch at Mac startup
ar: تشغيل عند بدء تشغيل Mac
bn: Mac স্টার্টআপে চালু করুন
es: Iniciar al arrancar el Mac
fr: Lancer au démarrage du Mac
hi: Mac स्टार्टअप पर लॉन्च करें
id: Jalankan saat Mac startup
ko: Mac 시동 시 실행
pt_br: Iniciar ao ligar o Mac
ru: Запускать при старте Mac
zh_hans: 在 Mac 启动时自动启动

source: Loading models…
ar: جارٍ تحميل النماذج…
bn: মডেল লোড হচ্ছে…
es: Cargando modelos…
fr: Chargement des modèles…
hi: मॉडल लोड हो रहे हैं…
id: Memuat model…
ko: 모델 불러오는 중…
pt_br: Carregando modelos…
ru: Загрузка моделей…
zh_hans: 正在加载模型…

source: Loading…
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
id: Memuat…
ko: 불러오는 중…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 加载中…

source: Mail not available.
ar: البريد غير متاح.
bn: মেইল পাওয়া যাচ্ছে না।
es: Correo no disponible.
fr: Messagerie non disponible.
hi: मेल उपलब्ध नहीं है।
id: Mail tidak tersedia.
ko: 메일을 사용할 수 없습니다.
pt_br: E-mail não disponível.
ru: Почта недоступна.
zh_hans: 邮件不可用。

source: Main
ar: الرئيسي
bn: মূল
es: Principal
fr: Principal
hi: मुख्य
id: Utama
ko: 메인
pt_br: Principal
ru: Главный
zh_hans: 主要

source: Missing recipient.
ar: المستلم مفقود.
bn: প্রাপক অনুপস্থিত।
es: Falta el destinatario.
fr: Destinataire manquant.
hi: प्राप्तकर्ता गुम है।
id: Penerima tidak ada.
ko: 받는 사람이 없습니다.
pt_br: Destinatário ausente.
ru: Получатель не указан.
zh_hans: 收件人缺失。

source: My PRs
ar: طلبات السحب
bn: আমার PR
es: Mis PRs
fr: Mes PRs
hi: मेरे PR
id: PR saya
ko: 내 PR
pt_br: Meus PRs
ru: Мои PR
zh_hans: 我的 PR

source: New email
ar: بريد جديد
bn: নতুন ইমেইল
es: Nuevo email
fr: Nouvel email
hi: नया ईमेल
id: Email baru
ko: 새 이메일
pt_br: Novo email
ru: Новое письмо
zh_hans: 新邮件

source: Next
ar: التالي
bn: পরবর্তী
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
ko: 다음
pt_br: Próximo
ru: Далее
zh_hans: 下一步

source: No calls scheduled
ar: لا مكالمات مجدولة
bn: কোনো কল নির্ধারিত নেই
es: Sin llamadas programadas
fr: Aucun appel prévu
hi: कोई कॉल निर्धारित नहीं
id: Tidak ada panggilan terjadwal
ko: 예정된 통화 없음
pt_br: Nenhuma chamada agendada
ru: Нет звонков
zh_hans: 没有计划的通话

source: No changes
ar: لا تغييرات
bn: কোনো পরিবর্তন নেই
es: Sin cambios
fr: Aucun changement
hi: कोई परिवर्तन नहीं
id: Tidak ada perubahan
ko: 변경 사항 없음
pt_br: Sem alterações
ru: Нет изменений
zh_hans: 没有变更

source: No contributions
ar: لا مساهمات
bn: কোনো অবদান নেই
es: Sin contribuciones
fr: Aucune contribution
hi: कोई योगदान नहीं
id: Tidak ada kontribusi
ko: 기여 없음
pt_br: Sem contribuições
ru: Нет вкладов
zh_hans: 没有贡献

source: Not connected
ar: غير متصل
bn: সংযুক্ত নয়
es: No conectado
fr: Non connecté
hi: कनेक्ट नहीं
id: Tidak terhubung
ko: 연결되지 않음
pt_br: Não conectado
ru: Не подключено
zh_hans: 未连接

source: Not playing
ar: لا يعزف
bn: চলছে না
es: No está reproduciendo
fr: Pas en lecture
hi: नहीं चल रहा
id: Tidak diputar
ko: 재생 중이 아님
pt_br: Não está tocando
ru: Не воспроизводится
zh_hans: 未播放

source: Nothing here
ar: لا شيء هنا
bn: এখানে কিছু নেই
es: Nada aquí
fr: Rien ici
hi: यहाँ कुछ नहीं
id: Tidak ada apa-apa
ko: 아무것도 없음
pt_br: Nada aqui
ru: Ничего нет
zh_hans: 这里没有内容

source: Nothing running right now.
ar: لا يوجد شيء يعمل الآن.
bn: এখন কিছু চলছে না।
es: Nada en ejecución.
fr: Rien ne tourne pour l'instant.
hi: अभी कुछ नहीं चल रहा।
id: Tidak ada yang berjalan sekarang.
ko: 지금 실행 중인 것이 없습니다.
pt_br: Nada em execução no momento.
ru: Сейчас ничего не запущено.
zh_hans: 当前没有任务。

source: OK
ar: موافق
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
zh_hans: 确定

source: Open
ar: فتح
bn: খুলুন
es: Abrir
fr: Ouvrir
hi: खोलें
id: Buka
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

source: Open %@
ar: فتح %@
bn: %@ খুলুন
es: Abrir %@
fr: Ouvrir %@
hi: %@ खोलें
id: Buka %@
ko: %@ 열기
pt_br: Abrir %@
ru: Открыть %@
zh_hans: 打开 %@

source: Open Codex
ar: فتح Codex
bn: Codex খুলুন
es: Abrir Codex
fr: Ouvrir Codex
hi: Codex खोलें
id: Buka Codex
ko: Codex 열기
pt_br: Abrir Codex
ru: Открыть Codex
zh_hans: 打开 Codex

source: Open Coucou
ar: فتح Coucou
bn: Coucou খুলুন
es: Abrir Coucou
fr: Ouvrir Coucou
hi: Coucou खोलें
id: Buka Coucou
ko: Coucou 열기
pt_br: Abrir Coucou
ru: Открыть Coucou
zh_hans: 打开 Coucou

source: Open Cursor
ar: فتح Cursor
bn: Cursor খুলুন
es: Abrir Cursor
fr: Ouvrir Cursor
hi: Cursor खोलें
id: Buka Cursor
ko: Cursor 열기
pt_br: Abrir Cursor
ru: Открыть Cursor
zh_hans: 打开 Cursor

source: Open Music
ar: فتح Music
bn: Music খুলুন
es: Abrir Music
fr: Ouvrir Music
hi: Music खोलें
id: Buka Music
ko: 음악 열기
pt_br: Abrir Music
ru: Открыть Music
zh_hans: 打开 Music

source: Open Settings…
ar: فتح الإعدادات…
bn: সেটিংস খুলুন…
es: Abrir ajustes…
fr: Ouvrir les réglages…
hi: सेटिंग्स खोलें…
id: Buka Pengaturan…
ko: 설정 열기…
pt_br: Abrir Configurações…
ru: Открыть настройки…
zh_hans: 打开设置…

source: Open Visual Studio Code
ar: فتح Visual Studio Code
bn: Visual Studio Code খুলুন
es: Abrir Visual Studio Code
fr: Ouvrir Visual Studio Code
hi: Visual Studio Code खोलें
id: Buka Visual Studio Code
ko: Visual Studio Code 열기
pt_br: Abrir Visual Studio Code
ru: Открыть Visual Studio Code
zh_hans: 打开 Visual Studio Code

source: Open in n8n
ar: فتح في n8n
bn: n8n-এ খুলুন
es: Abrir en n8n
fr: Ouvrir dans n8n
hi: n8n में खोलें
id: Buka di n8n
ko: n8n에서 열기
pt_br: Abrir no n8n
ru: Открыть в n8n
zh_hans: 在 n8n 中打开

source: Open on hover
ar: الفتح عند التمرير
bn: হোভারে খুলুন
es: Abrir al pasar el cursor
fr: Ouvrir au survol
hi: होवर पर खोलें
id: Buka saat kursor di atasnya
ko: 포인터를 올리면 열기
pt_br: Abrir ao passar o cursor
ru: Открывать при наведении
zh_hans: 悬停时打开

source: Open sounds folder
ar: فتح مجلد الأصوات
bn: সাউন্ড ফোল্ডার খুলুন
es: Abrir la carpeta de sonidos
fr: Ouvrir le dossier des sons
hi: साउंड फ़ोल्डर खोलें
id: Buka folder suara
ko: 사운드 폴더 열기
pt_br: Abrir a pasta de sons
ru: Открыть папку звуков
zh_hans: 打开声音文件夹

source: Open terminal
ar: فتح الطرفية
bn: টার্মিনাল খুলুন
es: Abrir terminal
fr: Ouvrir le terminal
hi: टर्मिनल खोलें
id: Buka terminal
ko: 터미널 열기
pt_br: Abrir terminal
ru: Открыть терминал
zh_hans: 打开终端

source: Other…
ar: أخرى…
bn: অন্যান্য…
es: Otro…
fr: Autre…
hi: अन्य…
id: Lainnya…
ko: 기타…
pt_br: Outro…
ru: Другое…
zh_hans: 其他…

source: Overview
ar: نظرة عامة
bn: সংক্ষিপ্ত বিবরণ
es: Resumen
fr: Aperçu
hi: अवलोकन
id: Ikhtisar
ko: 개요
pt_br: Visão geral
ru: Обзор
zh_hans: 概览

source: Payments
ar: المدفوعات
bn: পেমেন্ট
es: Pagos
fr: Paiements
hi: भुगतान
id: Pembayaran
ko: 결제
pt_br: Pagamentos
ru: Платежи
zh_hans: 付款

source: Playing · %@
ar: قيد التشغيل · %@
bn: চালু আছে · %@
es: Reproduciendo · %@
fr: Lecture · %@
hi: चल रहा है · %@
id: Memutar · %@
ko: 재생 중 · %@
pt_br: Tocando · %@
ru: Играет · %@
zh_hans: 正在播放 · %@

source: Plugin not installed
ar: المكوّن الإضافي غير مثبَّت
bn: প্লাগইন ইনস্টল নেই
es: Plugin no instalado
fr: Plugin non installé
hi: प्लगइन इंस्टॉल नहीं है
id: Plugin tidak terpasang
ko: 플러그인이 설치되지 않음
pt_br: Plugin não instalado
ru: Плагин не установлен
zh_hans: 插件未安装

source: Quit
ar: إنهاء
bn: বাহির হন
es: Salir
fr: Quitter
hi: छोड़ें
id: Keluar
ko: 종료
pt_br: Sair
ru: Выход
zh_hans: 退出
